{
  "title": "Faça seu site carregar mais rápido com cache",
  "subtitle": "Melhore a velocidade do seu site e a experiência do visitante gerenciando o cache. É simples e nenhuma habilidade técnica é necessária.",
  "refresh": {
    "title": "Limpar cache do site",
    "button": "Atualizar meu site",
    "description": "Limpe o cache do seu site para garantir que todos vejam a versão mais recente do seu site imediatamente. Seu site pode ficar um pouco mais lento por um momento enquanto é reconstruído, mas geralmente é muito rápido.",
    "lastCleared": "Última limpeza do cache: {date}",
    "confirm": {
      "title": "Limpar cache do site?",
      "description": "Isso apagará todos os arquivos temporários que ajudam seu site a carregar rapidamente. Seu site pode ficar um pouco mais lento temporariamente enquanto ele cria novos.",
      "warning": "Aviso: seu site pode carregar um pouco mais lentamente logo após limpar o cache.",
      "button": "Limpar cache agora"
    }
  },
  "info": {
    "title": "O que é cache de site e por que é importante?",
    "description": "Pense em cache como um atalho para os visitantes do seu site. Ele salva cópias temporárias dos arquivos do seu site para que os visitantes que retornam possam carregar seu site muito mais rápido. Limpar o cache é como apertar um botão de atualização, útil depois de fazer atualizações para que os visitantes vejam as mudanças.",
    "benefits": [
      "Tempos de carregamento mais rápidos para seus visitantes",
      "Seu site parece mais responsivo e ágil",
      "Visitantes mais felizes que permanecem mais tempo no seu site",
      "Pode até ajudar um pouco em como os mecanismos de pesquisa veem seu site (eles amam sites rápidos!)"
    ]
  },
  "status": {
    "enabled": "O cache está ativado e funcionando",
    "disabled": "O cache está desativado",
    "clearing": "Limpando cache...",
    "building": "Construindo cache..."
  },
  "issues": {
    "title": "Possíveis problemas ao limpar o cache",
    "description": "Embora limpar o cache seja geralmente seguro, aqui estão alguns problemas potenciais que você pode encontrar:",
    "items": [
      "O site pode carregar ligeiramente mais devagar para os primeiros visitantes.",
      "Alguns elementos podem parecer ligeiramente diferentes até que o cache seja totalmente reconstruído.",
      "Em casos raros, pode ser necessário fazer login novamente em certas áreas do seu site."
    ]
  }
}